const data = [{
  id: '0',
  bookName: 'Чартер со смертью',
  author: 'Сергей Пономаренко',
  img: 'https://www.bookclub.ua/images/db/goods/k/53178_96721_k.jpg',
  plot: `Шкипер Алексей с напарником Тимуром по поручению хозяина перегоняют
  недавно купленную яхту в порт Дубровника. Узнав, что хозяин яхты отправился
  на трехнедельный отдых в Индокитай, Леша с Тимуром решают подзаработать — 
  провести «левый» чартер. Через Интернет они находят желающих отправиться в
  Грецию. Но из-за личных обстоятельств Тимур отказывается от затеи. 
  И напарницей Леши становится Света, с которой он случайно знакомится в
  аэропорту. Парень рассказывает ей о предстоящем путешествии на яхте, 
  и Света соглашается на заманчивое предложение. Она и не догадывается, 
  чем обернется для нее эта авантюра…`
}, {
  id: '1',
  bookName: 'Ловець невинних душ',
  author: 'Донато Карризи',
  img: 'https://www.bookclub.ua/images/db/goods/k/52147_92493_k.jpg',
  plot: `Події детективного роману «Ловець невинних душ» розгортаються в Римі,
  що постає з уяви автора зовсім не таким, до якого всі звикли. Місто архітектурних
  шедеврів і мистецьких насолод окутане цілим павутинням злочинів на тлі містицизму.
  Люди безслідно зникають, як-от звичайна студентка із зачиненої зсередини квартири.
  Поліція вже незабаром розвела руками, і за пошуки дівчини взявся Маркус — 
  спеціаліст із аномалій, що має здатність бачити послання зла в найзаплутаніших 
  злочинах.`
}, {
  id: '2',
  bookName: 'Помилка капітана Жеграя',
  author: 'В. Добрянський',
  img: 'https://www.bookclub.ua/images/db/goods/k/53273_97540_k.jpg',
  plot: `Травень 1918 року. Капітана поліції Клима Жеграя запрошують на зустріч із
  гетьманом Павлом Скоропадським. У штаб-квартирі на сищика чекають сам ясновельможний
  гетьман та його підлеглі. Вони доручають слідчому розслідувати три злочини у повітовому
  місті Радомислі, де з невідомих причин зникають німці. І особисте прохання гетьмана — 
  розшукати юну дружину його приятеля генерала Савицького. Аврора вийшла з маєтку ясної 
  днини прогулятися й зникла.`
}
];
localStorage.setItem('data', JSON.stringify(data));
//books = JSON.parse(localStorage.getItem('data'));